[
  {
    "username": "rachael@courtland.sch.uk",
    "password": "tv",
    "organisation": {
      "id": "e574af22-70c9-4a9b-bfde-d77055e4df0b",
      "name": "Courtland Primary School",
      "address": {
        "address1": "10 Seed Street",
        "town": "London",
        "postcode": "N19 4PT"
      },
      "type": "Academy",
      "phase": "Primary school",
      "ageGroup": "11 to 16",
      "size": "100",
      "website": "http://fine-fen.gov.uk",
      "emailAddress": "email@courtlandprimaryschool.org.uk",
      "about": "Quae impedit dolorem quis voluptas. Voluptas necessitatibus rerum. Voluptas facere et perferendis quae non numquam velit. Repudiandae vero qui omnis sint qui possimus et eveniet sed. Possimus recusandae ea iste quis sed.\n\nA aut consequuntur fuga ipsum error nesciunt omnis. Ex dolorem quisquam. Tenetur est soluta debitis velit porro qui voluptates non sed. Vel distinctio quod. Magnam et quia voluptatem a. Tenetur eum aperiam illum numquam eius quia sed.",
      "supportForStaff": "Accusamus molestiae voluptatum.",
      "safeguardingCommitment": "Soluta laudantium soluta earum excepturi vitae ut provident perferendis nesciunt. Optio et amet. Impedit sed numquam. Provident dignissimos dolor velit provident soluta sit ipsa. Tempora earum ducimus et sequi eos.\n\nDolores sed itaque. Non quia quibusdam provident rerum aliquid natus. Quasi omnis sint. Neque quo delectus ipsum mollitia itaque magnam. A suscipit ullam cum.",
      "logo": "/public/images/logos/courtland.png",
      "photo": "https://loremflickr.com/640/320/abstract"
    }
  },
  {
    "username": "susy@busheymeads.sch.uk",
    "password": "tv",
    "organisation": {
      "id": "87da8670-8906-4d18-a3fc-7e11a1940d23",
      "name": "Bushey Meads Secondary School",
      "address": {
        "address1": "10 Seed Street",
        "town": "London",
        "postcode": "N19 4PT"
      },
      "type": "Academy",
      "phase": "Secondary school",
      "ageGroup": "11 to 16",
      "size": "500",
      "website": null,
      "emailAddress": null,
      "about": null,
      "supportForStaff": null,
      "safeguardingCommitment": null,
      "logo": null,
      "photo": null
    }
  },
  {
    "username": "alison@royalacademytrust.uk",
    "password": "tv",
    "organisation": {
      "id": "98937ecf-9e8d-4a10-9a67-3bf1acc447d0",
      "name": "Royal Academy Trust",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": "https://tight-sampan.sch.uk",
      "emailAddress": "email@royalacademytrust.org.uk",
      "about": "Ut fugit similique rem. Explicabo dolorum dolorum sit minima aspernatur perferendis. Ullam dolor suscipit quis. Similique aut sapiente velit sit omnis. Dolorum rem dolorem atque omnis molestiae. Omnis perferendis labore in.\n\nAut consectetur expedita neque. Cumque non facilis aut quod veritatis optio reiciendis sit. Sed ut qui expedita libero repellat fuga expedita. Deleniti voluptas nemo possimus esse. Dignissimos sapiente soluta et consequatur praesentium accusantium. Est doloremque commodi fugit.",
      "supportForStaff": "Animi aut error sunt aut dignissimos saepe inventore impedit.",
      "safeguardingCommitment": "Asperiores maxime facere iure. Non aut voluptatibus reprehenderit in id. Culpa id cum molestiae sed nam. Aut eligendi aut dolores non.\n\nDebitis architecto natus qui ipsam molestias hic aliquam. Nostrum at fugit nisi autem saepe et. Vel incidunt ducimus eum.",
      "logo": "/public/images/logos/royal.png",
      "photo": "https://loremflickr.com/640/320/abstract",
      "schools": [
        {
          "id": "6dce0031-f0e4-4bb1-a996-de328a9cf7f5",
          "name": "Thor Primary School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "500",
          "website": "http://flowery-shelter.co.uk",
          "emailAddress": "email@thorprimaryschool.org.uk",
          "about": "Laboriosam omnis id ab et non. In exercitationem impedit minima et minus et. Laboriosam voluptas ad. Dolores corrupti omnis alias et atque cupiditate qui. Aliquid recusandae ullam saepe ex dolores commodi repudiandae enim. Quia ut dignissimos voluptas saepe.\n\nA aut ut. Nostrum doloremque soluta harum iste. Id perspiciatis ab. Quas ut ullam eum quo. Illum quae quia.",
          "supportForStaff": "In ut eos consequatur.",
          "safeguardingCommitment": "Saepe placeat nulla voluptate consequatur dolorem. Aut velit culpa maiores recusandae. Non assumenda cum perferendis autem non. Nesciunt ipsam corporis fugit accusamus. Error corrupti tempore. Reiciendis eaque eligendi nam sint natus odit occaecati.\n\nFugiat sit quae rerum. Quia voluptas debitis porro ex eius amet dignissimos. Cum tenetur natus rerum at et et et sapiente magni. Eum est qui.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "94cae397-f766-4a10-9545-1052c0979ec3",
          "name": "Ragnarok School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "100",
          "website": "https://ironclad-front.me.uk",
          "emailAddress": "email@ragnarokschool.org.uk",
          "about": "Natus id nihil sed eos voluptatem. Corporis in totam sit earum cum sed ullam minima omnis. Voluptates est sint sunt dolorem. Sit et fuga omnis eius non. Cumque corporis aut.\n\nFuga at animi corrupti. Distinctio natus eaque qui qui et omnis dolor optio. Est aut sit aspernatur atque reprehenderit sit ut reiciendis. Nulla quod doloremque voluptate esse. Itaque laudantium architecto et deserunt quis nemo.",
          "supportForStaff": "Repellendus temporibus doloremque eos in quia ad.",
          "safeguardingCommitment": "Id reiciendis repellat deserunt sunt rerum qui vitae quia dolores. Omnis aut facere quos magni. Voluptas suscipit dolor consequatur qui error omnis et dolor. Architecto et possimus autem voluptatibus veniam. Fugit sit expedita nemo itaque eos nihil.\n\nEum non repellendus earum reiciendis voluptas sed magnam blanditiis dolorum. At cum et ut alias doloribus ducimus quod et. Aspernatur fugiat architecto reprehenderit libero ex non sed.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "336e2757-f04e-4fc2-b03e-b0257cbe3926",
          "name": "Ultron School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "100",
          "website": "https://honored-seabass.cymru",
          "emailAddress": "email@ultronschool.org.uk",
          "about": "Nihil aspernatur consequatur temporibus voluptatem ut voluptas sapiente est non. Eos voluptas dignissimos ea voluptates sit praesentium voluptatem alias. Harum modi nam alias tempore eligendi. Eius dolores aut aspernatur vel adipisci est veritatis molestiae rerum. Ut nemo voluptatum esse nesciunt impedit. Sint sit maiores voluptates atque voluptates eligendi animi consectetur.\n\nArchitecto sunt rerum voluptas ut quo. Tempore odio blanditiis. Vero autem illum. Tempore quibusdam consequatur. Est quos eos sit sit recusandae ut qui vero fugit.",
          "supportForStaff": "Dignissimos exercitationem et explicabo sint architecto quo doloremque earum.",
          "safeguardingCommitment": "Perspiciatis quisquam temporibus non quasi molestiae quam. Ut numquam tempora dolorem neque. Eaque nihil repudiandae.\n\nQui iusto magnam ea odio reiciendis nisi. Quae inventore sunt cupiditate ipsam sequi nihil. Ut sunt sed possimus inventore vitae alias quibusdam nobis. Ut aut blanditiis sed consequatur eum non. Voluptas nihil ut et iure et atque necessitatibus quaerat nulla. Aut voluptates at non incidunt assumenda totam officia autem est.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "47e42c5f-b3df-4b2b-b635-3776fbf27edb",
          "name": "Endgame School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "http://acrobatic-sensibility.uk",
          "emailAddress": "email@endgameschool.org.uk",
          "about": "Ut deleniti consequatur nulla facilis dolor. Et quaerat et alias dolores et dolore sint enim. Tempora officiis consequuntur dolores. Est neque nulla quia dolore veniam dicta blanditiis. Iure atque beatae. Porro beatae laboriosam saepe tenetur praesentium explicabo earum quasi soluta.\n\nQuia nostrum tempore doloremque quam nihil ut ut accusantium. Earum et natus consequuntur deleniti quidem. Consequuntur et sit nam consequatur illum et itaque et. Blanditiis eius et.",
          "supportForStaff": "Odit accusantium blanditiis.",
          "safeguardingCommitment": "Distinctio labore sit. Dolores sunt explicabo inventore laborum eius nisi. Autem et velit rem maxime explicabo ut. Odio cupiditate reprehenderit.\n\nEst sit ipsa placeat et quidem. Consequatur aut modi ut consectetur doloremque dolor possimus unde. Omnis magni at natus nemo assumenda aut suscipit.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "8ba27d7f-9b93-47b1-a349-3e0b684d613f",
          "name": "Stark Primary School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "https://respectful-pickup.ac.uk",
          "emailAddress": "email@starkprimaryschool.org.uk",
          "about": "Facere mollitia repudiandae ut. Et voluptate dolorum nulla accusamus quia eum repellendus omnis. Quam blanditiis nesciunt alias omnis deleniti sapiente aut qui.\n\nPraesentium ratione et qui rerum neque. Distinctio animi eius saepe quibusdam dolores maxime mollitia soluta. Sint quo tempore dolore.",
          "supportForStaff": "Omnis autem reiciendis aspernatur aperiam.",
          "safeguardingCommitment": "Ut exercitationem et molestiae voluptate ut assumenda. Ducimus aut esse suscipit. Facilis omnis modi. Repellendus dolorum tenetur. Voluptatem odio ipsa voluptates nihil ab.\n\nMinus facere voluptas inventore culpa. Enim culpa et omnis magnam iusto quia. Alias commodi quia deserunt voluptas.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        }
      ]
    }
  },
  {
    "username": "ben@svelteacademytrust.uk",
    "password": "tv",
    "organisation": {
      "id": "d56d4dcc-5d37-468b-8f14-22251b051e1e",
      "name": "Svelte Academy Trust",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": null,
      "emailAddress": null,
      "about": null,
      "supportForStaff": null,
      "safeguardingCommitment": null,
      "logo": null,
      "photo": null,
      "schools": [
        {
          "id": "67f46634-e9f8-42b4-bfce-589d776e5ffd",
          "name": "Assemble Primary School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "https://menacing-put.name",
          "emailAddress": "email@assembleprimaryschool.org.uk",
          "about": "Iusto qui voluptatem. Provident voluptas sunt perferendis. Et incidunt exercitationem officiis dolorem sed velit exercitationem. Velit laboriosam non voluptates vel. Consequatur quia aut saepe velit facilis animi tempora. Quaerat voluptatem consequuntur eum.\n\nQuia quas quia. Ut eligendi ex perspiciatis eveniet totam qui neque velit. Voluptas sunt omnis praesentium et sed dolores et enim. Amet nulla aut qui a.",
          "supportForStaff": "Ex delectus et.",
          "safeguardingCommitment": "Nam placeat dicta omnis. Excepturi soluta voluptates adipisci autem quo corporis. Consequatur deserunt debitis deserunt sunt eius explicabo.\n\nMinima in quis rerum eum. Aut voluptas quia et. Id placeat commodi dolor repellat aut dolore illo voluptas. Sapiente odio voluptas fuga soluta aliquid dicta exercitationem quasi amet. Ullam nihil quam impedit. Maiores quos atque.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "dac7d428-ba8f-4892-b4f3-86ed085280b5",
          "name": "Wanda School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "500",
          "website": "https://stingy-sidewalk.plc.uk",
          "emailAddress": "email@wandaschool.org.uk",
          "about": null,
          "supportForStaff": "Corporis corrupti similique itaque maiores qui provident sunt mollitia voluptatem.",
          "safeguardingCommitment": "Aut maxime voluptas qui magnam enim et sint et quia. Quis minus sunt ut aliquid ut laborum deserunt ratione. Unde neque aut illum eos qui repudiandae alias sapiente. Est eos adipisci dolorem corrupti autem expedita magnam sequi.\n\nOfficia aut quisquam beatae fuga. Voluptatem numquam consequuntur magni. Recusandae nam illo vel omnis. Temporibus quae facilis a at. Doloremque qui consequatur rerum. Praesentium deleniti nemo ipsum ullam aliquam tenetur sed maxime.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        }
      ]
    }
  },
  {
    "username": "laura@barnet.la.uk",
    "password": "tv",
    "organisation": {
      "id": "85fb09be-c916-46d3-bf28-ffe762f79098",
      "name": "Barnet Local Authority",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": "https://easy-scene.uk",
      "emailAddress": "email@barnetlocalauthority.org.uk",
      "about": "Quos recusandae porro voluptate rem aperiam optio eum id. Qui placeat dolor quisquam. Architecto reprehenderit natus et. Corporis eaque ut voluptas voluptatem aperiam accusantium quaerat. Minus adipisci ut.\n\nRem perspiciatis incidunt voluptas autem ipsam sed aut quia repellat. Soluta sit pariatur et nemo cupiditate totam. Dolorem soluta quod deleniti nobis soluta. Impedit aut dolorem natus quia dolor eligendi doloremque. Voluptatem libero optio. Ratione dolor cupiditate sint enim sit voluptas iusto et voluptatem.",
      "supportForStaff": "Dolore excepturi omnis minus aut quis porro.",
      "safeguardingCommitment": "Totam eum earum id nam rerum quo. Accusamus asperiores eligendi nihil. Nam temporibus numquam expedita ea deserunt consequatur sed velit autem. Cum ipsum eum. Odit eaque facere. Optio sit quia.\n\nEt est est dolor ducimus. Animi corrupti eligendi occaecati quae iusto nobis beatae cum. Voluptatem qui incidunt non. Repudiandae numquam fuga consequuntur quo omnis minus ipsum omnis magnam. Aut modi eos praesentium animi sit exercitationem asperiores natus.",
      "logo": "https://loremflickr.com/100/100/abstract",
      "photo": "https://loremflickr.com/640/320/abstract",
      "schools": [
        {
          "id": "a29175bd-31c2-49f9-b0cb-2b979a262124",
          "name": "Friday School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "500",
          "website": "https://black-and-white-stand.co",
          "emailAddress": "email@fridayschool.org.uk",
          "about": "Illum dolores est neque vel incidunt. Officiis iste amet explicabo dicta nobis beatae. Iusto quod odit fugiat odit facere fugiat. Doloribus qui excepturi recusandae dolorem. Aut illum voluptate dolore neque quia. Odio eaque nemo beatae qui similique laboriosam vitae dolore sed.\n\nPerferendis qui saepe commodi laboriosam ut nesciunt eos blanditiis. Et itaque recusandae labore aut praesentium alias sapiente sunt. Debitis earum officia unde vel et voluptates.",
          "supportForStaff": "Sapiente eum sunt et et iure eum provident.",
          "safeguardingCommitment": "Recusandae ipsum sunt veritatis sequi voluptatem labore atque et omnis. Et pariatur est. Et est odit atque molestias. Vitae et deleniti minus.\n\nEa deserunt alias in sit odio voluptatibus consequatur autem est. Rerum sed molestiae cum qui. Blanditiis distinctio perferendis natus consequatur. Et quia deserunt laborum labore. Inventore deserunt qui.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        }
      ]
    }
  }
]