[
  {
    "username": "rachael@courtland.sch.uk",
    "password": "tv",
    "organisation": {
      "id": "bec12e87-87c7-48eb-9b03-23ccd49a2c01",
      "name": "Courtland Primary School",
      "address": {
        "address1": "10 Seed Street",
        "town": "London",
        "postcode": "N19 4PT"
      },
      "type": "Academy",
      "phase": "Primary school",
      "ageGroup": "11 to 16",
      "size": "1000",
      "website": "https://arid-warrant.wales",
      "emailAddress": "email@courtlandprimaryschool.org.uk",
      "about": "Voluptate est et voluptates asperiores quia. Iste quasi molestiae maxime repellat alias. Cupiditate et autem impedit ut rerum culpa. Quisquam dolor non veniam rerum dolores perspiciatis quae sapiente sint.\n\nRepellat et maiores. Et et corrupti rerum debitis exercitationem et perspiciatis. Aut quibusdam eum et consequatur. Aut eligendi at beatae incidunt ea ut voluptate. Beatae minima dolorem at sit quis minus.",
      "supportForEmployees": "Omnis aliquam voluptatum voluptatem velit iure.",
      "safeguardingCommitment": "Architecto quae eligendi voluptate eos. Sapiente earum labore vel eos. Fugit sapiente et. Sed quaerat pariatur accusantium aperiam qui eum provident quo. Quo aut eum sapiente. Maiores aspernatur ipsam sunt dolores.\n\nQuidem nostrum a voluptatibus. Soluta vitae eum sapiente et. Iure at ea at delectus quia debitis itaque corrupti dolor. Quia dolor suscipit amet vero tempore fugiat. Non quo assumenda quis atque dignissimos voluptas.",
      "logo": "/public/images/logos/courtland.png",
      "photo": "https://loremflickr.com/640/320/abstract"
    }
  },
  {
    "username": "susy@busheymeads.sch.uk",
    "password": "tv",
    "organisation": {
      "id": "4d147c95-702d-406d-b0c0-4395adb2840d",
      "name": "Bushey Meads Secondary School",
      "address": {
        "address1": "10 Seed Street",
        "town": "London",
        "postcode": "N19 4PT"
      },
      "type": "Academy",
      "phase": "Secondary school",
      "ageGroup": "11 to 16",
      "size": "1000",
      "website": null,
      "emailAddress": null,
      "about": null,
      "supportForEmployees": null,
      "safeguardingCommitment": null,
      "logo": null,
      "photo": null
    }
  },
  {
    "username": "alison@royalacademytrust.uk",
    "password": "tv",
    "organisation": {
      "id": "4fe8839f-715e-43cd-b8c2-7137f6a4826d",
      "name": "Royal Academy Trust",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": "https://clever-constraint.nhs.uk",
      "emailAddress": "email@royalacademytrust.org.uk",
      "about": "Quo quis culpa accusantium voluptas qui illum libero. Totam sed similique nam aut consequuntur facilis assumenda dolor. Odit illum occaecati incidunt modi nihil. Rem placeat aut tempora quam quibusdam voluptas sed vel id. Eos in soluta esse corporis nihil corrupti cum ea. Quidem in itaque sunt quas architecto reiciendis voluptatum.\n\nAdipisci inventore vel id cupiditate. Aut eos ut quia dolores quia voluptas molestias praesentium enim. Blanditiis aspernatur tempora ea maxime dolore excepturi autem incidunt modi. Nemo autem reprehenderit ratione ut autem adipisci atque inventore. Non aut consequatur aut repudiandae.",
      "supportForEmployees": "Quo corporis placeat molestias cum est molestiae voluptatem earum.",
      "safeguardingCommitment": "Tempora quia officiis consequatur accusamus autem. Necessitatibus velit impedit atque quo commodi expedita ut est pariatur. Cumque iste sed minima et totam animi qui dolor aut. Repudiandae architecto omnis et error eos.\n\nVelit est laudantium deserunt. Est ad quis quasi hic iste quia dolores. A ducimus cupiditate quis est aut tenetur minus harum nobis. Voluptas accusantium velit mollitia beatae qui.",
      "logo": "/public/images/logos/royal.png",
      "photo": "https://loremflickr.com/640/320/abstract",
      "schools": [
        {
          "id": "50d39b21-b776-485e-ac01-6a7785fecd47",
          "name": "Baumbach, Moen and Lebsack School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "https://flawless-formal.uk",
          "emailAddress": "email@baumbach,moenandlebsackschool.org.uk",
          "about": null,
          "supportForEmployees": "Ipsa unde delectus temporibus qui magnam ut.",
          "safeguardingCommitment": "Non fuga delectus ut architecto iure possimus fugit totam. Qui eaque esse pariatur et voluptatum sit. Soluta suscipit voluptatem aut ea ipsam. Doloribus nobis sequi voluptas commodi. Quo repellendus rerum autem maxime est vel. Quae libero repellendus.\n\nModi id ipsa iure odio harum iusto enim illo est. Illo et vero porro quam deserunt inventore vero. Animi natus nihil iure aut consequatur quae autem eligendi aliquam. Et quas modi quod minus molestiae sapiente fugiat velit.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "4abf81c8-be20-4c80-862f-c2a2de2515f7",
          "name": "Collins and Sons School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "500",
          "website": "https://upset-enjoyment.co.uk",
          "emailAddress": "email@collinsandsonsschool.org.uk",
          "about": "Quis cumque ad accusamus ut. Occaecati officia et reprehenderit nihil. Quisquam eum porro sed quo.\n\nPraesentium illum inventore aut sit et. Libero sunt quisquam incidunt. Qui iste quis eaque consequuntur illo possimus consequuntur aut nam. Minus nihil accusantium tempora.",
          "supportForEmployees": "Non voluptatem deleniti veniam illo modi dolores.",
          "safeguardingCommitment": "Minus et velit in autem corrupti aut sequi necessitatibus modi. Porro at temporibus cum doloribus quaerat laborum quia. Reprehenderit esse minus explicabo consequatur necessitatibus nulla quaerat sapiente. Rem illum blanditiis molestias enim quasi soluta excepturi aliquam. Voluptatem dolores aspernatur pariatur illo est.\n\nEt quo consequatur earum dolorem et aspernatur molestiae quia pariatur. Libero vel qui ut maxime et error modi vel nesciunt. Ipsa nihil adipisci possimus expedita et eos dolor harum et. Quia aliquid sit nihil est mollitia ut aliquam eos in.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "22600d23-f7d0-48f4-a3a4-0eb69f38b8f6",
          "name": "Johnston, Dickens and Bode School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "http://frightening-clapboard.biz",
          "emailAddress": "email@johnston,dickensandbodeschool.org.uk",
          "about": "Dolores consequatur ipsum iusto. Possimus eos dolor expedita repellendus consectetur temporibus quo. Odit ad minus. Vel veniam fugit optio culpa ratione nihil veniam.\n\nUt tenetur tenetur et qui sed voluptas mollitia dolorum. Debitis nisi enim quia ut facere maxime est. Voluptatem in ut ullam est sunt perferendis id. Deleniti nemo architecto rerum. Sed magni ullam animi enim. Ut cupiditate exercitationem molestias dolor.",
          "supportForEmployees": "At eligendi optio ipsum perferendis consequatur.",
          "safeguardingCommitment": "Voluptatem amet modi voluptatem. Voluptate dignissimos aut rerum cumque inventore et possimus corporis. Quos modi cumque et veniam eius praesentium. Vitae facere qui blanditiis voluptatem mollitia in.\n\nAccusantium animi quas est. Similique minus deleniti sed ducimus quia. Et omnis dolore harum velit dolore quis voluptatem inventore molestias. Iusto mollitia laudantium iste sint iste aspernatur qui unde. Nisi assumenda ut in aliquam et voluptates suscipit. Laudantium veritatis aspernatur.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "53be5e5c-fcf0-4956-9239-46d1d64edd30",
          "name": "Vandervort Group School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "500",
          "website": "https://creepy-riddle.info",
          "emailAddress": "email@vandervortgroupschool.org.uk",
          "about": null,
          "supportForEmployees": "Fuga illum accusamus totam mollitia aut iure tempora ut.",
          "safeguardingCommitment": "Quia consequatur eos nihil architecto aliquid. Nesciunt est molestiae. Quia dicta molestiae sapiente est deserunt soluta rerum nemo. Ut eos doloribus nostrum. Repellendus dolor omnis et. Pariatur sed quo ea.\n\nImpedit vitae autem deserunt eos minus. Nemo est tempore voluptatem laboriosam quae animi dolores voluptas. Atque aut qui.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "bfcbbe9c-e78a-4a84-b3ad-fdd422d0f0a8",
          "name": "Sawayn, VonRueden and Christiansen School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "http://luminous-retina.gov.uk",
          "emailAddress": "email@sawayn,vonruedenandchristiansenschool.org.uk",
          "about": "Veniam molestiae sit aut qui animi exercitationem consequatur. Iste numquam explicabo. Officia optio et nisi quod et voluptas sed praesentium. Blanditiis ut voluptas repellat id occaecati ducimus facilis et nihil. Est excepturi est blanditiis vero dolore molestias blanditiis.\n\nTempore unde odit similique praesentium. Minus eum blanditiis provident voluptatum quo eveniet natus. Quia sit iure facere delectus at mollitia qui vero tempore.",
          "supportForEmployees": "Harum earum laudantium officiis.",
          "safeguardingCommitment": "Quos eaque vel exercitationem itaque amet blanditiis. Laboriosam eum minima. Illo qui quaerat qui maiores. Doloribus corporis ut consequatur tempora sed.\n\nCommodi dolore et autem sunt natus autem nemo quisquam. Placeat praesentium et fugit corporis. Voluptas repudiandae ut tempore occaecati ut impedit illum voluptates. Perferendis quis consequuntur vel. Vero a totam ut quam.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        }
      ]
    }
  },
  {
    "username": "laura@barnet.la.uk",
    "password": "tv",
    "organisation": {
      "id": "c13d9e17-fd55-416e-8477-832065b28488",
      "name": "Barnet Local Authority",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": "https://uneven-porch.wales",
      "emailAddress": "email@barnetlocalauthority.org.uk",
      "about": "Sed tempora temporibus. Qui iste nisi. Sit qui saepe minima voluptates placeat vel consectetur repellat. Eius perspiciatis molestias omnis quisquam ducimus cumque molestiae. Sit quia voluptas voluptatem nesciunt adipisci sapiente ullam incidunt quis. Vero et sit quod incidunt quaerat est quibusdam qui.\n\nEsse magnam qui nobis consequatur debitis. Eum aut delectus similique saepe occaecati sint voluptate non. Consequatur debitis ex molestias eos rerum voluptas illo.",
      "supportForEmployees": "Soluta doloremque officiis doloribus alias ratione nobis quas.",
      "safeguardingCommitment": "Ab dolores dolor numquam. Vitae adipisci aspernatur amet velit voluptas consequatur accusantium aliquam. Voluptates ex officiis explicabo. Facere occaecati ut rerum exercitationem sed sed in provident occaecati.\n\nNostrum debitis vitae vel alias. Commodi exercitationem voluptas. Quisquam qui alias nemo ipsam minus. Animi sit eum voluptates.",
      "logo": "https://loremflickr.com/100/100/abstract",
      "photo": "https://loremflickr.com/640/320/abstract"
    }
  }
]