[
  {
    "username": "rachael@courtland.sch.uk",
    "password": "tv",
    "organisation": {
      "id": "75d2a9ca-513f-4cc8-84d9-e7db9702de91",
      "name": "Courtland Primary School",
      "address": {
        "address1": "10 Seed Street",
        "town": "London",
        "postcode": "N19 4PT"
      },
      "type": "Academy",
      "phase": "Primary school",
      "ageGroup": "11 to 16",
      "size": "100",
      "website": "https://indelible-federation.sch.uk",
      "emailAddress": "email@courtlandprimaryschool.org.uk",
      "about": "Perspiciatis doloremque hic. Sapiente iste sint. Et voluptate assumenda harum asperiores in. Quo consequatur sint atque perferendis animi sequi. Dolor ut assumenda consequuntur modi ab. Reprehenderit eum tempora.\n\nEnim a voluptates. Laboriosam voluptatem ratione aut dolores voluptas. Et ut qui possimus et suscipit magnam pariatur dolor consequuntur. Vero illum ab ducimus qui quia saepe ut. Earum fuga voluptatem sunt.",
      "supportForEmployees": "Quidem minus quas autem repellendus quis inventore amet.",
      "safeguardingCommitment": "Qui odit aut quidem nihil nam. Error dignissimos itaque totam delectus distinctio eligendi. Natus aliquam sint sunt odio ex. Fuga alias porro praesentium fuga.\n\nNeque omnis explicabo deserunt dicta. Temporibus rerum eaque. Earum est quia veniam cupiditate in voluptas molestiae. Exercitationem quam quo error qui laborum et odio. Non rerum est voluptatibus sapiente nostrum aut suscipit atque provident. Dolores esse voluptas quae rerum et dolores dolorem molestias.",
      "logo": "/public/images/logos/courtland.png",
      "photo": "https://loremflickr.com/640/320/abstract"
    }
  },
  {
    "username": "susy@busheymeads.sch.uk",
    "password": "tv",
    "organisation": {
      "id": "3ffdd436-497c-436e-9b80-fc3fac34ef3b",
      "name": "Bushey Meads Secondary School",
      "address": {
        "address1": "10 Seed Street",
        "town": "London",
        "postcode": "N19 4PT"
      },
      "type": "Academy",
      "phase": "Secondary school",
      "ageGroup": "11 to 16",
      "size": "500",
      "website": null,
      "emailAddress": null,
      "about": null,
      "supportForEmployees": null,
      "safeguardingCommitment": null,
      "logo": null,
      "photo": null
    }
  },
  {
    "username": "alison@royalacademytrust.uk",
    "password": "tv",
    "organisation": {
      "type": "MAT",
      "name": "Royal Academy Trust",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": "http://blank-goose.biz",
      "emailAddress": "email@royalacademytrust.org.uk",
      "about": "Delectus et delectus ut explicabo reiciendis et. Dolorem totam tenetur. Occaecati ab est quas laboriosam. Aliquid animi explicabo numquam non consequatur ut. Consequatur ut consectetur tempore sit.\n\nDolores dolorem harum et ut occaecati et molestiae dolores delectus. Enim animi et nesciunt harum accusamus cumque reiciendis laborum. Neque distinctio alias nisi quis consequuntur. Fuga expedita quo placeat provident doloremque non et. Perspiciatis quas officia hic eos et cupiditate perspiciatis. Nihil tenetur et.",
      "supportForEmployees": "Aliquam exercitationem quam voluptatem quia tempore unde.",
      "safeguardingCommitment": "Placeat neque perspiciatis sit. Et omnis eos. Iure voluptatum qui debitis accusantium voluptas aut beatae. Omnis quo incidunt.\n\nQui sed vel non odit molestias beatae dolor. Sed iste consequuntur neque. Error et rerum consequatur quia amet repudiandae. Et cupiditate quia odio.",
      "logo": "/public/images/logos/royal.png",
      "photo": "https://loremflickr.com/640/320/abstract",
      "schools": [
        {
          "id": "854c9311-776b-489c-8688-8f0f95d4dbc3",
          "name": "Schamberger and Sons School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "500",
          "website": "https://colorful-miscommunication.scot",
          "emailAddress": "email@schambergerandsonsschool.org.uk",
          "about": null,
          "supportForEmployees": "Nisi hic nisi et qui debitis veritatis nihil et ducimus.",
          "safeguardingCommitment": "Rerum in reprehenderit. Doloribus culpa dolor nisi autem. Nesciunt consectetur nihil molestiae explicabo voluptas doloremque. Omnis quia error adipisci. Quis quae magni maxime accusantium.\n\nNihil delectus sed numquam dolorem et et delectus ut. Nesciunt ipsam ipsa sunt qui molestiae quam. Occaecati qui qui beatae ipsam aliquam fugit eum. Iste repellat qui omnis tempora adipisci.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "80f4ec98-c458-4e8e-a841-17ba3d4d81cc",
          "name": "Leannon, Zboncak and Herzog School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "http://alarmed-commodity.london",
          "emailAddress": "email@leannon,zboncakandherzogschool.org.uk",
          "about": "Eum deserunt laudantium placeat. Repellendus nulla ut enim dignissimos voluptas dolor veritatis. Cupiditate earum dignissimos. Quia provident quas velit alias nihil quia.\n\nAnimi aut nihil tempora. Nemo quis ipsa mollitia. Dolorum iusto odit id laboriosam repellat accusantium mollitia. Beatae atque debitis itaque rerum eum et iste. Est sit facere tenetur consectetur quos.",
          "supportForEmployees": "Similique possimus consequatur eligendi.",
          "safeguardingCommitment": "Voluptatibus eos vel placeat et ipsum. Soluta reiciendis nam aperiam illum. Adipisci eos et. Hic accusamus enim et autem ea sequi. Non similique hic fugit architecto. Id ut rem cum.\n\nPariatur sed ut in saepe velit aliquid libero voluptatum numquam. Quidem praesentium tenetur consequuntur ut ea. Non non recusandae consequatur ut dolorem. Tenetur blanditiis illo rem repellendus accusantium.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "ae4d56cf-c022-4ca8-aa52-6a0a1ae6df82",
          "name": "Russel - Berge School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "https://admired-advertising.name",
          "emailAddress": "email@russel-bergeschool.org.uk",
          "about": "Est rem delectus. In sit officia id facilis beatae blanditiis cum sint in. Nesciunt molestias rerum a accusantium ea quia modi id. Aliquid quo reprehenderit et voluptate dicta quos adipisci sapiente possimus. Nesciunt dolor at rerum ea aperiam aut in et soluta. Nihil nam nemo est commodi facilis soluta facilis qui ut.\n\nQui assumenda fugiat consectetur ducimus. Vel consectetur cupiditate rerum ullam voluptatem velit consectetur ut. Rem sint ullam sit qui. Facere maxime beatae nemo distinctio sit.",
          "supportForEmployees": "Quo in illum omnis debitis ipsa.",
          "safeguardingCommitment": "Voluptas amet quod omnis itaque accusantium ullam temporibus quae ipsam. Perferendis eum doloremque maxime consectetur consequatur saepe similique sed. Ut animi est explicabo sint. Voluptatem iste placeat ipsa ipsa voluptatem. Sit et sapiente libero. Ut nesciunt aut.\n\nOfficia rem sequi iusto sit consequuntur. Non temporibus qui optio commodi eveniet unde qui et. Et maiores architecto aspernatur at incidunt ut ea rerum non. Modi soluta voluptas praesentium explicabo officiis aliquam doloremque vero earum.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "8f1d37c6-4c16-4eaa-bc14-7fb6bbdd7777",
          "name": "Kunde and Sons School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "1000",
          "website": "https://itchy-downturn.co",
          "emailAddress": "email@kundeandsonsschool.org.uk",
          "about": null,
          "supportForEmployees": "Maxime numquam ex nisi molestias aperiam pariatur aut.",
          "safeguardingCommitment": "Architecto consectetur voluptatibus quo animi provident in quisquam velit eos. Hic dolorem tempore inventore. Temporibus id molestiae consequatur voluptates non neque ratione quae. Nostrum temporibus deserunt dolores vitae aliquam blanditiis et sit impedit. Aut ut optio fuga perferendis a voluptas. Numquam commodi aut ut quidem tempora aspernatur nihil.\n\nIpsam doloremque quae aut laborum voluptatibus est. Sed et officia quas voluptates. Quia beatae veniam. Quia beatae minima sint. Qui dolor excepturi. Cupiditate dolore voluptatem cum voluptatem vel tempora deleniti earum minus.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        },
        {
          "id": "ee45dd3d-5e39-47b7-a4c2-11e63fe0e87f",
          "name": "Cummings - Robel School",
          "address": {
            "address1": "10 Seed Street",
            "town": "London",
            "postcode": "N19 4PT"
          },
          "type": "Academy",
          "phase": "Primary school",
          "ageGroup": "11 to 16",
          "size": "100",
          "website": "http://vigorous-emotion.wales",
          "emailAddress": "email@cummings-robelschool.org.uk",
          "about": "Iure perferendis voluptatem sequi et commodi id quis. Rem perferendis dignissimos. Rerum temporibus optio accusamus recusandae est magnam laboriosam.\n\nQuisquam tenetur numquam maiores modi officiis non ex. Culpa maxime sit voluptatem. Officiis quis deleniti corrupti quo. Similique facilis impedit. Fugiat provident minima odio commodi tempora nisi fugiat est.",
          "supportForEmployees": "Architecto nulla quo quasi qui.",
          "safeguardingCommitment": "Unde enim ipsum. Est inventore eveniet est iste quaerat distinctio et eius magni. Totam cum iusto. Magni quod sint animi omnis. Quia suscipit illo. Id saepe magnam et error et et quia earum.\n\nDoloremque distinctio aut ad qui. Consequatur aspernatur voluptate rerum dolorum consequatur sapiente nemo saepe. Eveniet sequi atque iusto odio. Rem mollitia et unde. Numquam inventore dolorem asperiores autem rerum.",
          "logo": "https://loremflickr.com/100/100/abstract",
          "photo": "https://loremflickr.com/640/320/abstract"
        }
      ]
    }
  },
  {
    "username": "laura@barnet.la.uk",
    "password": "tv",
    "organisation": {
      "type": "LA",
      "name": "Barnet Local Authority",
      "address": {
        "address1": "50 Lawrence Street",
        "town": "Mill Hill",
        "postcode": "NW7 4YK"
      },
      "website": "https://gaseous-shelter.co",
      "emailAddress": "email@barnetlocalauthority.org.uk",
      "about": "Tempora cum aliquid enim ut et et eos consequatur. Eos est rerum suscipit pariatur et qui et optio animi. Est beatae id vel natus facilis et cum sit nobis. Veritatis officiis quae soluta perferendis consequatur aut deserunt consequatur impedit. Et sed nulla omnis magni rerum quis tempore dolor rerum. Quae aut hic sed sed.\n\nIusto molestias molestiae et. Perferendis ut ex autem voluptatem et. Quae non rerum. Recusandae rerum est. Animi maxime sit quia.",
      "supportForEmployees": "Sed dolore repudiandae porro recusandae aut.",
      "safeguardingCommitment": "Est saepe praesentium quibusdam. Esse deserunt debitis dolorum a eum ea perferendis qui commodi. Voluptas natus commodi ipsam omnis.\n\nQuasi tempora sit quisquam inventore et aspernatur necessitatibus. Sit repellat saepe natus tempore corporis omnis. Et soluta voluptates cum ex laborum rem molestiae.",
      "logo": "https://loremflickr.com/100/100/abstract",
      "photo": "https://loremflickr.com/640/320/abstract"
    }
  }
]